Revit 2024 API
FilterStringLess Properties
The FilterStringLess type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FilterStringRuleEvaluator.)
See Also
FilterStringLess Class
Autodesk.Revit.DB Namespace